Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In connection with its most recent monetary policy meeting, the Federal Reserve announced that it would increase its market purchases of long-term mortgage-backed securities, and that it would buy government bonds in the amount of USD 300 billion in the course of the next six months.
nb: I forbindelse med sitt forrige rentemøte annonserte sentralbanken i USA at de vil øke kjøpene av langsiktige boliglånspapirer i markedet, samt at de skal kjøpe statsobligasjoner for 300 milliarder USD i løpet av de neste seks månedene.

source: ding to households)
nb: utlån til husholdninger)

source: John Millward of HSBC outlined the IBOR transition process in the UK and important lessons learned
nb: John Millward fra HSBC redegjorde for «IBOR transition» prosessen for i UK og viktige erfaringer og

source: 7 For this purpose, Norges Bank will establish a collateral account with VPS.
nb: 7 Norges Bank vil opprette pantekonto i VPS for dette formålet.

source: 1 SGD = 6.5097 NOK 2021-12-23 Norges Bank's middle rates
nb: 1 SGD = 6.5097 NOK 2021-12-23 Norges Banks midtkurs

source: Critical functions in the financial infrastructure are dependent on a few key ICT providers (see
nb: Kritiske funksjoner i den finansielle infrastrukturen er avhengige av noen få sentrale IKT-leverandører, se

source: For us Norwegians, polar explorers like Nansen and Amundsen are national icons and the expeditions of Heyerdahl, Thorseth and other explorers remind us that our spirit of adventure and exploration lives on.
nb: For oss nordmenn er polarforskere som Nansen og Amundsen viktige identitetsmarkører, og ekspedisjonene til Heyerdahl, Thorseth og andre oppdagere minner oss om at eventyrlysten og utforskertrangen stadig lever blant oss.

source: on in their entirety to the consumer.
nb: er veltet over i prisene til forbrukere.

source: are approximately 10 percent of scope 1 emissions.
nb: om lag 10 prosent av utslipp i ramme 1.

source: C3 mainland Norway is defined as the sum of domestic debt (C2) in households and total debt (C3) in mainland non-financial enterprises (see Tables 1 and 2 for sources and methods).
nb: K3 Fastlands-Norge (FN) er definert som summen av innenlandsk gjeld (K2) i husholdninger og samlet gjeld (K3) i ikke-finansielle foretak FN, se tabellene 1-2 for kilder og metoder.

source: We also consider credit growth to be an indicator of
nb: I tillegg ser vi også på kredittvekst som en indikator på

source: Perhaps one lesson to be learnt from history is that the simplest method can sometimes be the best, as Andy Haldane has argued.
nb: Kanskje en lærdom fra historien er at det kan være fornuftig av og til å falle tilbake på det enkle, som blant annet Andy Haldane har argumentert for.

source: The biggest change is that the root elements are renamed from "header" and "datasets" to "meta" and "data.datasets".
nb: Den største endringen er at rotelementene omnevnes fra "header" og "datasets" til "meta" og "data.datasets".

source: Henrik Ibsen 20-krone commemorative coin
nb: Henrik Ibsen. 20-krone minnemynt

source: to the mark than the other institutions, as measured by
nb: overhenget bidra til å jevne ut lønnsveksten selv om de

source: changes and positioning a portfolio accordingly can result in
nb: forutse fremtidig rente og posisjonere porteføljen i

source: They Budget for 1973
nb: I Nasjonalbudsjettet for 1973

source: The Government Pension Fund Global (GPFG), popularly known as the oil fund, was set up in 1990.
nb: Statens pensjonsfond utland (SPU), populært kalt Oljefondet, ble opprettet i 1990.

source: Item 53/2018 Briefing on relevant matters for Norges Bank Central Banking Operations
nb: Sak 53/2018 Orientering om aktuelle saker i sentralbankvirksomheten

source: Norges Bank and a number of other central banks are assessing whether central bank money should also be issued in digital form.
nb: Norges Bank og mange andre sentralbanker vurderer om sentralbankpenger bør ut stedes også i digital form.

source: Many decades were to pass before France reintroduced paper money.
nb: Det skulle gå mange tiår før Frankrike igjen innførte papirpenger.

source: risk assessments, with a view to including climate scenario analyses in stress
nb: kredittrisiko og systemrisiko med sikte på å inkludere klimascenarioer i

source: Yngve Slyngstad and Dag Huse presented the main elements of the report.
nb: Yngve Slyngstad og Dag Huse redegjorde for hovedelementer i rapporten.

source: an enterprise is assumed to default on its debt obliga-
nb: verdien av foretakets kortsiktige gjeld pluss en andel av

source: Memo from NBREM of 12 January 2018
nb: Notat 12. januar 2018 fra NBREM

source: indicate that the possibility for further growth in the
nb: oljeutvinningen at norske myndigheter ikke står overfor

source: The proposal is in part a continuation of Section 24, second sentence, of the current Norges Bank Act, which reads: “The Bank shall invest the official foreign exchange reserves with a view to maintaining the foreign exchange policy that has been established”, but with some changes that codify established practice.
nb: Forslaget er delvis en videreføring av gjeldende sentralbanklov § 24 annet punktum om at «[b]anken skal plassere de offisielle valutareserver slik at de tjener den valutapolitikk som er fastlagt», men med enkelte endringer som kodifiserer etablert praksis.

source: In autumn 1969, the Credit Policy Committee
nb: førte høsten 1969 De fleste lands konkurranselover har strenge begrens-

source: the GPFG’s equity portfolio.
nb: selskapene fondet er investert i.

source: with increased competition and rationalisation in many
nb: Som ventet avtok veksten i KPI-JAE fram til janu-

source: In general, the direct effects on consumer prices
nb: effekter på konsumprisene som skyldes endringer i

source: voted on 121 619 resolutions at 11 871 general
nb: Bank stemte i 121 619 saker på 11 871 general-

source: Other data published daily in addition to Nowa include total transaction volume, number of transactions (deposits and loans) and information on whether normal or alternative data have been used.
nb: Norges Bank vil i tillegg til Nowa daglig publisere samlet transaksjonsvolum, antall transaksjoner (innlån og utlån), antall banker med transaksjoner (innlån og utlån) og informasjon om det er benyttet normalt eller alternativt datagrunnlag.

source: the Executive Board has implemented processes to update
nb: Det er etablert rutine for rapportering av hendelser til NSM.

source: According to the additive uncertainty theory, the central
nb: den optimale renten under additiv usikkerhet med den

source: Furthermore one respondent noted that the day count convention in bond contracts referencing Nibor, today, uses Act/360.
nb: Videre gjør en respondent oppmerksom på at dagens obligasjonsavtaler med Nibor er basert på faktiske dager i renteperioden dividert med 360.

source: It is further assumed that an appreciation of one per cent would result in a 0.2 per-
nb: ring på en prosent å gi en reduksjon i inflasjonen på 0,2 prosentpoeng.

source: Non-residential building starts were 19.7 per cent lower in January than in the same month one year earlier.
nb: For andre bygg enn boliger ble det satt i gang 19,7 prosent færre bygg i januar enn i samme måned året før.

source: In order to align the use of NOWA in contracts to mirror conventions using NIBOR as the reference rate, one has two options.
nb: For at bruk av Nowa i kontrakter skal bli så likt som mulig det som er oppgjør med NIBOR som referanserente, har man to muligheter.

source: Jørgen Gudmundsson presented the agenda.
nb: Jørgen Gudmundsson gikk gjennom dagens agenda.

source: The Gokstad ship from approximately 900 is more of an ocean-going vessel.
nb: Gokstadskipet fra omlag år 900 er mer å regne som en havgående farkost.

source: The GPFG may only invest in unlisted companies or other legal entities where unlisted renewable energy infrastructure represents 80% of operations.
nb: - SPU kan bare investeres i unoterte selskaper eller andre juridiske personer hvor infrastruktur for fornybar energi utgjør minimum 80 prosent av virksomheten.

source: Data from pre-completed tax returns show that the increase in bank deposits has been broad-based in the population.
nb: Data fra forhåndsutfylte skattemeldinger viser at økningen i bankinnskudd har vært bredt basert i befolkningen.

source: But it also faces genuine uncertainty, where probabilities are also unknown.
nb: Men den står også overfor genuin usikkerhet, hvor også sannsynlighetene er ukjente.

source: 1 Financial system vulnerabilities and risks
nb: 1 Sårbarhet og risiko i det finansielle systemet

source: adjustments that financial institutions will make in
nb: resultatene fra stresstestingen skal være integrert i

source: Due to the Covid-19 pandemic, the meeting was arranged as a video conference.
nb: Som følge av Covid-19 pandemien ble møtet avholdt digitalt.

source: The strong growth in payment card use continued in 2016.
nb: Det var sterk vekst i bruken av betalingskort også i 2016.

source: Hans Aasnes is CEO of the shipping company Western Bulk ASA.
nb: Aasnæs er administrerende direktør i shippingselskapet Western Bulk ASA.

source: The outcome of a particular measure will depend both on shifting economic conditions and on economic agents' expectations of the effect of that measure.
nb: Utfallet av et bestemt tiltak vil både avhenge av skiftende tilstander i økonomien, og av hvilke forventninger aktørene i økonomien har til virkningen av tiltaket.

source: to random disturbances or new information.
nb: styrrelser eller ny informasjon.

source: Each year, Norges Bank publishes a calendar for upcoming auctions.
nb: Norges Bank publiserer hvert år en kalender for kommende auksjoner.

source: 2018, the Netherlands Bank conducted an analysis of how restructuring the energy system could
nb: De Nederlansche Bank gjennomførte i 2018 en analyse av hvordan en omlegging av energisystemet kunne påvirke

source: Norges Bank employee since 1991.
nb: Ansatt i Norges Bank i 1991.

source: Even though household debt is rising somewhat faster than income, wealth has increased owing to high house price inflation and high household saving through the pandemic.
nb: Selv om husholdningenes gjeld øker noe mer enn inntektene, har formuen økt som følge av høy boligprisvekst og at husholdningenes sparing har vært høy gjennom pandemien.

source: Oil prices also constitute an problem loans
nb: viktig konjunkturvariabel i norsk økonomi.

source: Homeowners held 83 per cent of household debt (see
nb: Boligeiere hadde 83 prosent av gjelden i

source: Karen Helene Ulltveit-Moe and Egil Matsen presented the discussions on the Audit Committee and the Risk and Investment Committee, respectively, and the topics that particularly drew their attention.
nb: Karen Helene Ulltveit-Moe og Egil Matsen redegjorde for drøftingene i henholdsvis revisjonsutvalget og risiko- og investeringsutvalget og de temaer utvalgene var særlig opptatt av.

source: Over the past five trading days, three-month NIBOR has averaged 3.3 per cent.
nb: De siste fem handledagene har tremåneders NIBOR i gjennomsnitt vært 3,3 prosent.

source: Finance (Fin) and Norges Bank (NB).
nb: Finansdepartementet (Fin) og Norges Bank (NB).

source: The fiscal rule was established in 2001.
nb: Handlingsregelen ble etablert i 2001.

source: Inflation in 2008 was significantly higher than Norges Bank projected in autumn 2007.
nb: Prisveksten i 2008 ble vesentlig høyere enn hva Norges Bank anslo høsten 2007.

source: This work enables Norges Bank to recommend changes that can make the payment system and other FMIs more secure and efficient.
nb: Gjennom dette arbeidet kan Norges Bank komme med opp-fordringer til aktørene om å gjøre endringer som kan gjøre betalingssystemet og annen finansiell infrastruktur sikrere og mer effektiv.

source: In models such as NEMO, developments in variables determined within the model (endogenous variables) wil depend on variables determined outside the model (exogeneous variables).
nb: I modeller som NEMO vil utviklingen i variablene som bestemmes i modellen (endogene variable), avhenge av variabler som bestemmes utenfor modellen (eksogene variable).

source: Another key structural vulnerability is banks’ high commercial real estate exposures, which reflect in part high commercial property prices.
nb: En annen viktig strukturell sårbarhet er bankenes høye eksponering mot næringseiendom, som blant annet må ses i sammenheng med at næringseiendomsprisene er på et høyt nivå.

source: Nowa is published free of charge on our website
nb: Nowa publiseres gratis på våre nettsider

source: The Executive Board discussed the matter and took note of the annual report on government debt management in 2018.
nb: Hovedstyret hadde en meningsutveksling og tok årsrapporten om statsgjelds-forvaltningen i 2018 til etterretning.

source: The Ministry also assumed that ordinary leg-
nb: av det nye regelverket for sikkerhet for lån ses i

source: Memo from the General Secretariat of 16 June 2018
nb: Notat 16. juni 2018 fra Stab

source: Explanation: NOWA is quoted as an annualized rate with day count convention actual days divided by 365.
nb: Nowa blir kvotert som en annualisert rente med dagkonvensjon faktiske dager delt på 365.

source: Yngve Slyngstad introduced the matter for discussion and Dag Huse presented the matter for discussion.
nb: Yngve Slyngstad innledet og Dag Huse redegjorde for saken.

source: The new truths appeared to be working well.
nb: De nye sannhetene virket tilsynelatende godt.

source: There has been a relatively close correlation between RN data on investment plans and gross fixed capital formation in the QNA since 2012.
nb: Det har vært relativt god sammenheng mellom investeringsplanene i RN og veksten i foretaksinvesteringene i KNR etter 2012.

source: Timothy FitzGerald welcomed the group and presented the day’s agenda.
nb: Timothy FitzGerald ønsket velkommen til gruppen og presentert agendaen.

source: Does the Bank wish to raise loans from Norges Bank:
nb: Ønsker banken adgang til å oppta lån i Norges Bank:

source: A flash of white light every 30 seconds is Utvær's identification signal or phase characteristic.
nb: Et hvitt lynblink hver 30. sekund er Utværs kjennetegn, eller lyskarakter.

source: The results indicate that a fall in property prices,higher interest expenses and stronger wage growth will lead to higher losses on loans to enterprises andhouseholds.
nb: Resultatene indikerer at fall i eiendomspriser, høyere rentekostnader og økt lønns-vekst vil gi økte tap på utlån til foretak og husholdninger.

source: The relationship between return and spread on the Oslo Stock Exchange (1980-2002)
nb: Sammenhengen mellom avkastning og spread på Oslo Børs (1980-2002)

source: We use a Cobb-Douglas production function often employed in analyses of this kind and
nb: Vi benytter en Cobb-Douglas produktfunksjon som ofte brukes i slike analyser, og antar at

source: For its part, the Commission notes that it may “be appropriate to assign to Norges Bank other instruments to mitigate systemic risk in the financial sector.
nb: Utvalget skriver på sin side at det kan «være formålstjenlig å åpne for at Norges Bank får andre virkemidler for å motvirke systemrisiko i finanssektoren.

source: Small and medium-sized banks (the 105 smallest),
nb: Små og mellomstore banker (de 105 minste bankene) pant.

source: In 1923, the annual turnover in the clearing house was
nb: fulgt og ledet avregningen. Allerede i 1923 utgjorde års-

source: The Executive Board took note of the report on return and risk for the fourth quarter of 2017.
nb: Hovedstyret tok rapporten om avkastning og risiko for fjerde kvartal 2017 til etterretning.

source: Since 2017, Bache has been a member of the Systemic Risk Council in Denmark.
nb: Hun har fra 2017 vært medlem av Det Systemiske Risikoråd I Danmark.

source: gish economic developments and falling asset values.
nb: destrueres i forbindelse med denmaskinelle behandlingen.

source: This may reduce the risk that monetary policy will have unintended consequences.
nb: Det kan redusere risikoen for at pengepolitikken får utilsiktede følger.

source: In 2013, the Office performed a review assessing the Executive Board’s monitoring and evaluation of out-sourced operations.
nb: i 2013 har tilsynssekretariatet foretatt en gjennomgang med vurdering av hovedstyrets oppfølging og evalueringer av utkontraktert virksomhet.

source: House prices are based on several sources and chained as shown in Table 4.
nb: Boligprisene er basert på flere kilder og skjøtet som vist i tabell 4.

source: Item 192/2018 Briefing on relevant matters for NBIM
nb: Sak 192/2018 Orientering om aktuelle saker i kapitalforvaltningen

source: The strike inVenezuela has also had an impact.
nb: I tillegg har streiki Venezuela bidratt.

source: New orders remained low.
nb: Ordreinngangen holdt seg på et lavt nivå.

source: As the central bank and by virtue of its market expertise and market operations, Norges Bank has an advantage in assessing the setting of NIBOR rates.
nb: Norges Bank har som sentralbank og gjennom sin markedskompetanse og operasjoner i markedet et fortrinn i å vurdere fastsettelsen av Nibor-rentene.

source: The South Sea Bubble also burst in 1720.
nb: South Sea-boblen sprakk også i 1720.

source: Karen Helene Ulltveit-Moe gave a briefing on the appointment of members to the Audit Committee (see attachment).
nb: Karen Helene Ulltveit-Moe orienterte om oppnevning av medlemmer til revisjonsutvalget, se vedlegg til protokollen.

source: 2 NICS Operatørkontor was established by the Norwegian Financial Services Association and the Norwegian Savings Banks Association.
nb: Avgjørende for av SWIFTs virksomhet i Norge. 2 NICS Operatørkontor er opprettet av Finansnæringens Servicekontor og Sparebankforeningens Servicekontor

source: of the Red Cross, in 1901.
nb: Dunant, grunnleggeren av Røde Kors, i 1901.

source: With the upgrade released on September 9, we can now offer a better csv format.
nb: Med oppgraderingen som kom 9. september har vi fått et bedre csv format.

source: The NOK-NOWA Rate Options will also be included in the upcoming 2021 ISDA Definitions.
nb: NOK-NOWA rentealternativene vil også bli inkludert i de kommende 2021 ISDA definisjonene.

source: that it needed to finance a portion of the redemptions of bonds maturing in 2013.
nb: fordi den måtte finansiere deler av obligasjonsforfallet som kom i 2013.

source: Using the discussion in Section 2 as a starting point, we loans and the model’s four explanatory variables.
nb: problemlånene. Videre antas det at en kostnadsøkning Med utgangspunkt i diskusjonen i avsnit 2 har vi følgen-

source: Item 47/2018 New regulation on monetary policy
nb: Sak 47/2018 Ny forskrift for pengepolitikken

source: On page 355, the Commission writes:
nb: Utvalget uttaler på side 355: Side

source: The relationship between households’ debt
nb: betydning for gjelden i privat sektor og for prisene på

source: The purpose ofNorges Bank’s projections is to provide a basis formonetary policy decisions.
nb: Formålet medNorges Banks anslag er å gi et beslutningsgrunnlagfor pengepolitikken.

source: Or the choice of name may be related to the official application made to the government ministry for naval defence by shipmasters in Stavanger in 1852, requesting the establishment of a lifeboat rescue service for the most dangerous parts of the coast.
nb: Det kan også tenkes at navnevalget hadde sin bakgrunn i at det var skipsførere i Stavanger som i 1852 rettet en offisiell henvendelse til Marinedepartementet om at det måtte opprettes en redningstjeneste på de mest utsatte stedene langs kysten.

source: Julie Brodtkorb presented the main elements of the Supervisory Council's supervision of the Bank in 2017, including the assessments and conclusions described in the Council's report to the Storting.
nb: Julie Brodtkorb redegjorde for hovedelementer i representantskapets tilsyn med Norges Bank i 2017, herunder de vurderinger og konklusjoner som fremkommer av representantskapets rapport til Stortinget.

source: We must with humility acknowledge that we understand less about the functioning of the economy than we would have liked.
nb: Vi må ydmykt erkjenne at vi forstår mindre enn vi skulle ønske oss om hvordan økonomien fungerer.

source: Mads Kristensen presented the main elements of the audit report "1709 NBREM IT General controls in a cloud based IT environment".
nb: Mads Kristensen redegjorde for hovedelementene i revisjonsrapporten «1709 NBREM IT General controls in a cloud based IT environment».

source: system for Union Bank of Norway.
nb: utsettes for ekstreme belastninger.

source: and oil-prices exhibited a sharp rise through 1999 and average of market participants’ forecasts. According to
nb: utgiftene i 1999 skyldtes i noen grad uforutsette forhold, Sammen med noe høyere realinvesteringer fører dette til

source: In 2009 the Supervisory Council submitted a consultation
nb: revisjon og kontroll for budsjettåret 2009 (Dokument nr.

source: both settlement and collateralisation were therefore
nb: sering av regelverk og praksis i EU har vært viktig for

source: Chart 4 shows the difference between the lowest and highest levels of structural liquidity each
nb: Figur 4 viser differansen mellom det laveste og det høyeste nivået for strukturell likviditet hvert

source: the bank’s accounts and account statements for each account.
nb: Danmarks Nationalbank og/eller i Sveriges riksbank som er pantsatt for lån i Norges

source: However, there is a considerable margin for error in forecasts of changes in the banking system’s reserves as a result of government transactions.
nb: Det er imidlertid en betydelig feilmargin i prognosene for endringene i banksystemets reserver som følge av statens transaksjoner.

source: The Executive Board took note of the report on operational risk and compliance in Central Banking Operations for the second half of 2017.
nb: Hovedstyret tok rapporten om operasjonell risiko og etterlevelse i sentralbankvirksomheten for andre halvår 2017 til etterretning.

source: ally returning it to the target, so that we avoid substan-
nb: det god vekst også i eksporten og i investeringene i

source: In September 2020, the official format of sdmx-json was made available to users of our API for open data.
nb: I september 2020 ble det offisielle formatet for sdmx-json gjort tilgjengelig for brukere av vårt datatorg.

source: This contributes, in turn, to reduced credit provision and lower
nb: Innføringen av og økningene i krav til motsyklisk buffer i Norge har falt sammen i tid

source: In the long run, inflation is determined by developments
nb: På lang sikt er prisveksten bestemt av utviklingen i det

source: The Bank is currently a separate legal entity owned by the state (see Section 2, fourth paragraph, and first sentence, of the current Norges Bank Act).
nb: Banken er i dag et eget rettssubjekt som eies av staten, se gjeldende sentralbanklov § 2 fjerde ledd første punktum.

source: Norges Bank is also tasked with managing the Government Pension Fund Global (GPFG)
nb: Norges Bank forvalter Statens pensjonsfond utland (SPU) og er dermed en betydelig

source: financial stability, as it had been in the interwar years.
nb: stor betydning, slik det hadde vært i mellomkrigstiden.

source: Egil Matsen presented the discussions on the Risk and Investment Committee and the Committee's position, including the proposal of an addition to the Executive Board's principles concerning guidelines for rebalancing.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og utvalgets innstilling, herunder forslaget om en tilføyelse i hovedstyrets prinsipper vedrørende retningslinjer for rebalansering.
